{
    "josh-lee": {
        "code": "josh-lee",
        "firstname": "Josh",
        "lastname": "Lee",
        "bio": "With over 15 years of web industry experience, Josh Lee is an expert in Content Management, ecommerce, and SaaS platforms. He is passionate about making the web and web development skills more universally accessible. Josh is a consultant and also the organizer for the Burlington WordPress meetup.",
        "twitter": "joshleecreates",
        "sessions": [ "a-developers-guide-to-wordpress" ]   
    },
    "kendra-goudreau": {
        "code": "kendra-goudreau",
        "firstname": "Kendra",
        "lastname": "Goudreau",
        "bio": "Kendra Goudreau currently works at GLOBALFOUNDRIES (formally IBM Microelectronics) in information technology supporting supply chain IT applications. She has held various leadership positions in her local Society of Women Engineers (SWE) section and established the women's group at her company's Vermont location. Her previous roles include semiconductor manufacturing engineer and client-facing engineer. Kendra graduated from the University of New Hampshire with a degree in electrical engineering.",
        "twitter": "kkgoudreau",
        "sessions": [ "adopt-an-active-office-lifestyle" ]
    },
    "iris-galvez": {
        "code": "iris-galvez",
        "firstname": "Iris",
        "lastname": "Galvez",
        "bio": "Iris Galvez holds a BS in Chemical Engineering from the University of Puerto Rico, Mayaguez, and a MS in Chemical engineering from Michigan State University. She has worked in the Semiconductor industry for 11+ years in companies like IBM, Motorola, Intel and most recently, GLOBALFOUNDRIES. In addition to being an engineer, Iris is a licensed Zumba instructor teaching 3 classes a week. Outside of work Iris enjoys traveling, baking and spending time with family.",
        "twitter": "",
        "sessions": [ "adopt-an-active-office-lifestyle" ]
    },
    "peter-vile": {
        "code": "peter-vile",
        "firstname": "Peter",
        "lastname": "Vile",
        "bio": "Peter Vile received his master degree from Colorado State University in computer science with a focus on software engineering specializing in distributed systems and aspect oriented middleware. Since then he has been developing web based solutions and services in the Java ecosystem in several domains such as defense, telecom and now automotive. Currently he works for Dealer.com focused on internal and external integration projects. While not chasing his two boys around he tries to stay up on messaging and reactive systems and is currently dabbling in Scala, Play and Akka.",
        "twitter": "twinsenf1",
        "sessions": [ "working-towards-active-active-systems" ]
    },
    "pj-hagerty": {
        "code": "pj-hagerty",
        "firstname": "PJ",
        "lastname": "Hagerty",
        "bio": "Developer, writer, speaker, musician, and Developer Advocate at Logz.io, PJ is known to travel the world speaking about programming and the way people think and interact. He is also known for wearing hats.",
        "twitter": "aspleenic",
        "sessions": [ "urban-legends" ]
    }
}

